[{"name":"M100 Mirror Galaxy","dateAdded":"2025-06-09T22:56:40.170Z","date":"2025-05-17","distance":"52","ra":"12h 22m 54.9s","image":"https:\/\/i.imgur.com\/pmNufNO.jpg","favorite":true,"location":"Albarraque","distanceUnit":"Mly","dec":"\t+15° 49′ 21″","type":"galaxy","description":"Messier 100 (também conhecida como M100 ou NGC 4321) é uma galáxia espiral barrada localizada a cerca de 52,5 milhões de anos-luz de distância na constelação de Coma Berenices. Foi descoberto em 1781 por Pierre Méchain. É uma das mais brilhantes galáxias no aglomerado de Virgem. Cinco supernovas foram identificados em M100: SN 1901b, SN 1914A, SN 1959E, 1979c SN e SN 2006X.","magnitude":"10","id":1749509800170},{"name":"M51 Whirlpool Galaxy","dateAdded":"2025-06-09T23:10:27.832Z","date":"2025-05-17","distance":"23","ra":"13h 29m 52.7s","image":"https:\/\/i.imgur.com\/epdzjGO.png","favorite":true,"location":"Albarraque","distanceUnit":"Mly","dec":"\t+47° 11′ 43","type":"galaxy","description":"Galáxia do Redemoinho, também denominada Messier 51a ou NGC 5194, é uma galáxia espiral (Sbc) na direção da constelação de Canes Venatici. Possui uma ascensão reta 13 horas, 29 minutos e 52,7 segundos e uma declinação de +47° 11' 43\". Ela é o membro mais brilhante do Grupo M51, e possui uma galáxia companheira, denominada NGC 5195 ou M51b.\n\nFoi descoberta originalmente pelo astrônomo francês Charles Messier em 13 de outubro de 1773.","magnitude":"9","id":1749510627832},{"name":"Sol","dateAdded":"2025-06-09T23:11:19.871Z","date":"2025-05-23","distance":"1","ra":"","image":"https:\/\/i.imgur.com\/LZebsko.png","favorite":true,"location":"Albarraque","distanceUnit":"AU","dec":"","type":"star","description":"O Sol (do latim sol, solis) é a estrela central do Sistema Solar. Todos os outros corpos do Sistema Solar, como planetas, planetas anões, asteroides, cometas e poeira, bem como todos os satélites associados a estes corpos, giram ao seu redor. Responsável por 99,86% da massa do Sistema Solar, o Sol possui uma massa 332 900 vezes maior do que a da Terra, e um volume 1 300 000 vezes maior do que o do nosso planeta. A distância da Terra ao Sol é de cerca de 150 milhões de quilômetros ou 1 unidade astronômica (UA). Esta distância varia ao longo do ano, de um mínimo de 147,1 milhões de quilômetros (0,9833 UA), no perélio (ou periélio), a um máximo de 152,1 milhões de quilômetros (1,017 UA), no afélio (que ocorre em torno do dia 4 de julho). A luz solar demora aproximadamente 8 minutos e 18 segundos para chegar à Terra. Energia do Sol na forma de luz solar é armazenada em glicose por organismos vivos através da fotossíntese, processo do qual, direta ou indiretamente, dependem todos os seres vivos que habitam nosso planeta. A energia solar também é responsável pelos fenômenos meteorológicos e o clima na Terra.","magnitude":"","id":1749510679871},{"name":"Sol","dateAdded":"2025-06-09T23:12:16.464Z","date":"2025-06-08","distance":"1","ra":"","image":"https:\/\/i.imgur.com\/5IMI4IM.png","favorite":false,"location":"","distanceUnit":"AU","dec":"","type":"star","description":"","magnitude":"","id":1749510736464},{"name":"M57 - Ring Nebula","date":"2025-07-13T19:03:00Z","distance":"2567","ra":"18h 53m 35,079s","image":"https:\/\/i.imgur.com\/TFBJWcU.jpeg","favorite":true,"location":"Coimbra","distanceUnit":"ly","dec":"+33° 01′ 45,03″","type":"nebula","description":"A Nebulosa do Anel (também conhecida por M57 ou NGC 6720), fica a 2.300 anos-luz da Terra, na constelação de Lira. Está entre os mais notáveis exemplos de nebulosas planetária e de emissão. Foi descoberta por Antoine Darquier de Pellepoix em 1779. Esse nome é porque seus gases parecem um anel ou as pétalas de uma rosa cósmica.\n\nÉ um toro de material brilhante expelida pela sua estrela central, e não uma esfera, como se pensava anteriormente. A forma toroidal já havia sido prevista por John Herschel. É vista a partir de um de seus polos: se fosse vista a partir de seu equador, lembraria à nebulosa do Haltere (M27) ou à Pequena Nebulosa do Haltere (M76).\n","magnitude":"8.8","id":1749513219254},{"name":"M27 Dumbbell Nebula","dateAdded":"2025-06-17T23:45:02.067Z","date":"2025-06-17","distance":"1269","ra":"19h 59m 36.319s","image":"https:\/\/i.imgur.com\/cWoJ1kD.png","favorite":false,"location":"Albarraque","distanceUnit":"ly","dec":"\t+22° 43′ 16.312″","type":"nebula","description":"A Nebulosa do Haltere (também conhecida como Nebulosa do Núcleo da Maçã, Messier 27 e NGC 6853) é uma nebulosa planetária (nebulosidade que circunda uma anã branca) na constelação de Vulpecula, a uma distância de cerca de 1360 anos-luz. Foi a primeira nebulosa desse tipo a ser descoberta por Charles Messier em 1764.","magnitude":"7.4","id":1750203902067},{"name":"M63 Sunflower Galaxy","dateAdded":"2025-06-17T23:50:41.542Z","date":"2025-06-17","distance":"29.3","ra":"13h 15m 49.27385s","image":"https:\/\/i.imgur.com\/mx0u8Le.jpg","favorite":false,"location":"Albarraque","distanceUnit":"Mly","dec":"\t+42° 01′ 45.7261″","type":"galaxy","description":"Messier 63 ou M63, também conhecida como NGC 5055 ou a raramente utilizada Galáxia do Girassol, é uma galáxia espiral na constelação setentrional de Canes Venatici, com aproximadamente 400 bilhões de estrelas. M63 foi descoberta pelo astrônomo francês Pierre Méchain e posteriormente verificada por seu colega Charles Messier em 14 de junho de 1779. A galáxia foi listada como objeto 63 no Catálogo Messier.","magnitude":"9.3","id":1750204241542},{"location":"Albarraque","ra":"18h 36m 56.33635s","date":"2025-06-17","dateAdded":"2025-06-18T08:00:56.532Z","distance":"25","magnitude":"+0.026","description":"Vega (α Lyr, α Lyrae, Alpha Lyrae), é a estrela mais brilhante da constelação de Lira e a quinta estrela mais brilhante do céu noturno. Ela está separada do nosso sistema solar por 25 anos-luz, o que a torna uma das estrelas mais próximas do nosso Sol. Vega forma com Altair e Deneb o chamado Triângulo de Verão. Vega foi provavelmente a primeira estrela a ser fotografada de forma bem sucedida. A magnitude aparente de Vega é usada como referência para as demais, sendo essa magnitude definida como zero. Há 14.000 anos Vega era a estrela Polar, e será novamente dentro de 12.000 anos.","image":"https:\/\/i.imgur.com\/dV4loHC.png","type":"star","favorite":false,"name":"Vega","distanceUnit":"ly","dec":"+38° 47′ 01.2802″","id":1750233656532},{"location":"Albarraque","ra":"20h 34m 52.3s","date":"2025-06-17","dateAdded":"2025-06-18T08:20:03.599Z","distance":"25","magnitude":"9,6","description":"\nNGC 6946, por vezes chamada de Galáxia dos Fogos de Artifício, é uma galáxia espiral intermediária de grande formato, com um pequeno núcleo brilhante, cuja localização no céu se estende pela fronteira entre as constelações setentrionais de Cefeu e Cisne. Sua distância da Terra é de cerca de 25,2 milhões de anos-luz ou 7,72 megaparsecs, semelhante à distância de M101 (NGC 5457) na constelação da Ursa Maior. Ambas já foram consideradas parte do Grupo Local, mas agora são conhecidas por estarem entre as doze galáxias espirais brilhantes próximas à Via Láctea, mas além dos limites do Grupo Local. NGC 6946 situa-se no Superaglomerado de Virgem.","image":"https:\/\/i.imgur.com\/1l06pfQ.png","type":"galaxy","favorite":false,"name":"NGC 6946","distanceUnit":"Mly","dec":"+60° 09′ 14″","id":1750234803599},{"location":"Albarraque","ra":"15h 15m 53.2397s","date":"2025-06-17","dateAdded":"2025-06-18T08:22:39.277Z","distance":"46.56","magnitude":"11.1","description":"NGC 5907 (também conhecida como NGC 5906, Galáxia do Fio da Faca ou Galáxia Lasca) é uma galáxia espiral localizada a aproximadamente 46,5 milhões de anos-luz da Terra. O astrônomo germano-britânico William Herschel descobriu a galáxia em 5 de maio de 1788. Suas características mais notáveis ​​são seu grande fluxo estelar e sua fonte ultraluminosa de raios X.","image":"https:\/\/i.imgur.com\/9ZA91qZ.png","type":"galaxy","favorite":false,"name":"NGC 5907","distanceUnit":"Mly","dec":"+56° 19′ 47.568″","id":1750234959277},{"location":"Albarraque","ra":"15h 06m 29.5s","date":"2025-06-17","dateAdded":"2025-06-18T08:26:42.133Z","distance":"50","magnitude":"9,9","description":"NGC 5866 (também chamada de Galáxia do Fuso ou possivelmente Messier 102) é uma galáxia lenticular na constelação de Dragão. NGC 5866 foi provavelmente descoberta por Pierre Méchain ou Charles Messier em 1781, e descoberta independentemente por William Herschel em 1788. As velocidades orbitais medidas de seu sistema de aglomerados globulares implicam que a matéria escura compõe apenas 34% ± 45% da massa dentro de 5 raios efetivos, uma escassez notável.","image":"https:\/\/i.imgur.com\/rjiTcho.png","type":"galaxy","favorite":false,"name":"M102","distanceUnit":"Mly","dec":"+55° 45′ 48″","id":1750235202133},{"location":"Albarraque","ra":"14h 03m 12.5441s","date":"2025-06-17","dateAdded":"2025-06-18T08:32:38.841Z","distance":"21.6","magnitude":"7,9","description":"A Galáxia Catavento (também conhecida como Messier 101, M101 ou NGC 5457) é uma galáxia espiral intermediária, de frente e no sentido anti-horário, localizada a 21 milhões de anos-luz (6,4 megaparsecs) da Terra, na constelação da Ursa Maior. Foi descoberta por Pierre Méchain em 1781 e comunicada naquele ano a Charles Messier, que verificou sua posição para inclusão no Catálogo Messier como uma de suas entradas finais.","image":"https:\/\/i.imgur.com\/yH1mdhK.png","type":"galaxy","favorite":false,"name":"M101 Pinwheel Galaxy","distanceUnit":"Mly","dec":"+54° 20′ 56.220″","id":1750235558841},{"location":"Rio de Mouro, Lisboa, Portugal","ra":"16h 41m 41,44s","date":"2025-07-09T21:35:59Z","distance":"25100","magnitude":"5.8","description":"Estando a uma distância de 25 100 anos-luz da Terra, seu diâmetro aparente de 20 minutos de grau corresponde a um diâmetro real de 145 anos-luz. Contém mais de 100 000 estrelas, embora de acordo com Timothy Ferris, o aglomerado pode conter mais de um milhão de estrelas; seu centro tem uma densidade estelar 500 vezes maior do que o espaço nas vizinhanças do Sol. Historicamente, Halton Arp em 1962 estimou a idade do aglomerado em 14 bilhões de anos.","image":"https:\/\/i.imgur.com\/Fw58HXk.jpg","type":"cluster","favorite":false,"name":"M13","distanceUnit":"ly","dec":"+36° 27′ 36,9″","id":1752097078},{"location":"Coimbra","ra":"13h 42m 11,23","date":"2025-07-13T21:39:00Z","distance":"33900","magnitude":"6.2","description":"Situa-se a 33 900 anos-luz da Terra, do lado oposto do disco galáctico da Via-Láctea. Sua magnitude aparente é igual a 6,2 e sua magnitude absoluta é igual a -8,93, o que corresponde a cerca de 300 000 vezes a luminosidade solar. É visível a olho nu no céu noturno sob ótimas condições de visibilidade. Segundo Kenneth Glyn Jones, em fotografias CCD de longa exposição, o diâmetro aparente do aglomerado alcança 20 minutos de arco, o que corresponderia a um diâmetro real de 200 anos-luz. Seu raio de influência gravitacional é cerca de 380 anos-luz.","image":"https:\/\/i.imgur.com\/b4ykF36.png","type":"cluster","favorite":false,"name":"M3","distanceUnit":"ly","dec":" 28° 22′ 31,6″","id":1752097225},{"name":"Lua ","type":"other","distanceUnit":"AU","image":"https:\/\/i.imgur.com\/q8084OX.png","location":"Rio de Mouro, Lisboa, Portugal","id":1752217743,"date":"2025-07-09T07:07:00Z","description":"A Lua é o único satélite natural da Terra e o quinto maior do Sistema Solar. É o maior satélite natural de um planeta no sistema solar em relação ao tamanho do seu corpo primário, tendo 27% do diâmetro e 60% da densidade da Terra, o que representa 1⁄81 da sua massa. Entre os satélites cuja densidade é conhecida, a Lua é o segundo mais denso, atrás de Io. Estima-se que a formação da Lua tenha ocorrido há cerca de 4,51 mil milhões* de anos, relativamente pouco tempo após a formação da Terra. Embora no passado tenham sido propostas várias hipóteses para a sua origem, a explicação mais consensual atualmente é a de que a Lua tenha sido formada a partir dos detritos de um impacto de proporções gigantescas entre a Terra e um outro corpo do tamanho de Marte.","favorite":false},{"location":"Coimbra","ra":"14h 15m 39,7s","date":"2025-07-13T18:58:00Z","distance":"36.7","magnitude":"-0.05","description":"Arcturo (α Boo, α Boötis, Alpha Boötis), também conhecida como Arturo ou Arcturus, é a estrela mais brilhante da constelação do Boieiro. É a quarta estrela mais brilhante no céu nocturno.\n\nPertence à classe espectral K do sistema de classificação estelar proposto por Annie Jump Cannon. O diâmetro de Arcturus é de aproximadamente 22.100.000 km, o que corresponde a 30 vezes maior que o do Sol e 1733 vezes maior do que o planeta Terra, a sua temperatura chega aos 4300 K (aproximadamente 4000 °C). É considerada como uma das estrelas que mais tende a durar (cerca de 9,3 bilhões de anos) devida a sua magnitude média (magnitude aparente de -0,04 e uma magnitude absoluta de 0,2). Antigamente era classificada como uma gigante vermelha, mas na reclassificação proposta pela NASA é considerada atualmente como uma média alaranjada. Está cerca de 33 anos-luz do sistema solar e é uma das estrelas mais brilhantes no céu terrestre.","image":"https:\/\/i.imgur.com\/mA9Pgg3.png","type":"star","favorite":false,"name":"Arcturus ","distanceUnit":"ly","dec":"+19° 10′ 56,7″","id":1752433332},{"location":"Rio de Mouro, Lisboa, Portugal","ra":"20h 59m 17.1s","date":"2025-07-26T21:43:00Z","distance":"2590","magnitude":"4","description":"The North America Nebula covers a region more than ten times the area of the full moon, but its surface brightness is low, so normally it cannot be seen with the unaided eye. Binoculars and telescopes with large fields of view (approximately 3°) will show it as a foggy patch of light under sufficiently dark skies. However, using a UHC filter, which filters out some unwanted wavelengths of light, it can be seen without magnification under dark skies. Its shape and reddish color (from the hydrogen Hα emission line) show up only in photographs of the area.\nThe portion of the nebula resembling Mexico and Central America is known as the Cygnus Wall. This region exhibits the most concentrated star formation.\nAt optical wavelengths, the North America Nebula and the Pelican Nebula (IC 5070) appear distinct as they are separated by the silhouette of the dark band of interstellar dust L935. The dark cloud is however transparent to radio waves and infrared radiation, and these wavelengths reveal the central regions of Sh2-117 that are not visible to an ordinary telescope, including many highly luminous stars.","image":"https:\/\/i.imgur.com\/hAGUsvl.png","type":"nebula","favorite":false,"name":"NGC 7000 North American Nebula","distanceUnit":"ly","dec":"+44° 31′ 44″","id":1753598904},{"location":"Rio de Mouro, Lisboa, Portugal","ra":"02h 31m 49s","date":"2025-07-26T21:48:00Z","distance":"430","magnitude":"1.97","description":"Polar (Polaris, α UMi, α Ursae Minoris, Alpha Ursae Minoris, comumente chamada de Estrela do Norte ou Estrela Polar) é a estrela mais brilhante da constelação da Ursa Menor, e situa-se aproximadamente no pólo norte celeste, daí recebendo seu nome. Por este motivo, ela permanece praticamente fixa no céu noturno, enquanto todas as outras estrelas parecem girar ao seu redor. A Estrela Polar tem sido usada, há séculos, como referência para orientação, tendo sido crucial, por exemplo, na navegação.","image":"https:\/\/i.imgur.com\/0mismcO.jpeg","type":"star","favorite":false,"name":"Polaris","distanceUnit":"ly","dec":"+89° 15′ 51″","id":1753599146},{"name":"Deneb ","ra":"20h 41m 25,92s","location":"Rio de Mouro, Lisboa, Portugal","dec":"+45° 16′ 49,22″","id":1753599383,"description":"Deneb (\/ˈdɛnɛb\/; α Cyg, α Cygni, Alpha Cygni) é a estrela mais brilhante da constelação do Cisne, ou Cygnus, Com uma magnitude aparente de 1.25, é a décima-nona estrela mais brilhante do céu terrestre. Deneb forma com Vega e Altair o chamado Triângulo de Verão.","type":"star","favorite":false,"image":"https:\/\/i.imgur.com\/dXK1EhL.png","distance":"2613","magnitude":"1.25","date":"2025-07-26T22:26:00Z","distanceUnit":"ly"},{"name":"NGC 6946 Galáxia dos Fogos de Artifício ","ra":"20h 34m 52.7s","location":"Rio de Mouro, Lisboa, Portugal","dec":"+60° 09' 11\"","id":1753599606,"description":"NGC 6946, conhecida também como Galáxia dos Fogos de Artifício, é uma galáxia espiral localizada a cerca de vinte e dois milhões de anos-luz de distância na direção da constelação do Cefeu. Possui uma magnitude aparente de 9,0, uma declinação de +60º 09' 11\" e uma ascensão reta de 20 horas, 34 minutos e 52,7 segundos.","type":"galaxy","favorite":false,"image":"https:\/\/i.imgur.com\/XMPMcOA.png","distance":"22","magnitude":"+9","date":"2025-07-27T06:57:23Z","distanceUnit":"Mly"}]